research/visualization_methods/outputs/Global Parameter Optimisation__smoothing/smoothing.dot
digraph G {
  "Normal" [label="Normal"];
  "P" [label="P"];
  "i" [label="i"];
  "mean" [label="mean"];
  "var" [label="var"];
  "x" [label="x"];
  "x_prior" [label="x_prior"];
  "y" [label="y"];
  "Normal" -> "x_prior";
  "Normal" -> "y";
  "P" -> "y";
  "i" -> "y";
  "mean" -> "x_prior";
  "mean" -> "y";
  "var" -> "x_prior";
  "var" -> "y";
  "x" -> "y";
}
